Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Image missing
ar: الصورة مفقودة
bg: Липсва изображение
ca: Falta la imatge
cs: Chybí obrázek
da: Billedet mangler
de: Bild fehlt
el: Λείπει η εικόνα
es: Falta la imagen
et: Pilt puudub
fi: Kuva puuttuu
fr: Image manquante
ga: Íomhá ar iarraidh
hr: Slika nedostaje
hu: Hiányzó kép
id: Gambar hilang
is: Mynd vantar
it: Immagine mancante
ja: 画像がありません
ko: 이미지 없음
lt: Trūksta paveikslėlio
lv: Trūkst attēla
mk: Недостига слика
ms: Imej hilang
mt: Ritratt nieqes
nb: Bildet mangler
nl: Afbeelding ontbreekt
pl: Brak obrazu
pt_br: Imagem ausente
pt_pt: Falta a imagem
ro: Imagine lipsă
ru: Изображение отсутствует
sk: Chýba obrázok
sl: Slika manjka
sq: Mungon imazhi
sr: Слика недостаје
sv: Bilden saknas
tr: Görsel eksik
uk: Зображення відсутнє
vi: Thiếu ảnh
zh_hans: 图片缺失
zh_hant: 圖片遺失

source: Imperial
ar: إمبراطوري
bg: Имперски
cs: Imperiální
da: Imperialt
el: Αγγλοσαξονικό
et: Impeeriumi
fi: Brittiläinen
fr: Impérial
ga: Impiriúil
hr: Imperijalne
hu: Angolszász
is: Breskar einingar
it: Imperiale
ja: ヤード・ポンド法
ko: 야드파운드법
lt: Imperiniai
lv: Impēriskās
mk: Империјални
mt: Imperjali
nb: Imperisk
nl: Imperiaal
pl: Imperialne
ru: Имперская
sk: Imperiálne
sl: Imperialne
sq: Imperiale
sr: Империјалне
sv: Imperiskt
tr: İngiliz
uk: Імперська
vi: Hệ Anh
zh_hans: 英制
zh_hant: 英制

source: Import
ar: استيراد
bg: Импортирай
ca: Importa
cs: Importovat
da: Importér
de: Importieren
el: Εισαγωγή
es: Importar
et: Impordi
fi: Tuo
fr: Importer
ga: Iompórtáil
hr: Uvezi
hu: Importálás
id: Impor
is: Flytja inn
it: Importa
ja: 読み込む
ko: 가져오기
lt: Importuoti
lv: Importēt
mk: Увези
mt: Importa
nb: Importer
nl: Importeer
pl: Importuj
pt_br: Importar
pt_pt: Importar
ro: Importă
ru: Импорт
sk: Importovať
sl: Uvozi
sq: Importo
sr: Увези
sv: Importera
tr: İçe aktar
uk: Імпорт
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import %lld
ar: استيراد %lld
bg: Импортирай %lld
ca: Importa %lld
cs: Importovat %lld
da: Importér %lld
de: %lld importieren
el: Εισαγωγή %lld
es: Importar %lld
et: Impordi %lld
fi: Tuo %lld
fr: Importer %lld
ga: Iompórtáil %lld
hr: Uvezi %lld
hu: %lld importálása
id: Impor %lld
is: Flytja inn %lld
it: Importa %lld
ja: %lld 件を読み込む
ko: %lld개 가져오기
lt: Importuoti %lld
lv: Importēt %lld
mk: Увези %lld
mt: Importa %lld
nb: Importer %lld
nl: Importeer %lld
pl: Importuj %lld
pt_br: Importar %lld
pt_pt: Importar %lld
ro: Importă %lld
ru: Импортировать %lld
sk: Importovať %lld
sl: Uvozi %lld
sq: Importo %lld
sr: Увези %lld
sv: Importera %lld
tr: %lld tanesini içe aktar
uk: Імпортувати %lld
vi: Nhập %lld
zh_hans: 导入 %lld 项
zh_hant: 匯入 %lld 筆

source: Import .fit files
ar: استيراد ملفات ‎.fit
bg: Внеси .fit файлове
ca: Importa fitxers .fit
cs: Importovat soubory .fit
da: Importér .fit-filer
de: .fit-Dateien importieren
el: Εισαγωγή αρχείων .fit
es: Importar archivos .fit
et: Impordi .fit-failid
fi: Tuo .fit-tiedostoja
fr: Importer des fichiers .fit
ga: Iompórtáil comhaid .fit
hr: Uvezi datoteke .fit
hu: .fit fájlok importálása
id: Impor file .fit
is: Flytja inn .fit-skrár
it: Importa file .fit
ja: .fit ファイルを読み込む
ko: .fit 파일 가져오기
lt: Importuoti .fit failus
lv: Importēt .fit failus
mk: Увези датотеки .fit
ms: Import fail .fit
mt: Importa fajls .fit
nb: Importer .fit-filer
nl: .fit-bestanden importeren
pl: Importuj pliki .fit
pt_br: Importar arquivos .fit
pt_pt: Importar ficheiros .fit
ro: Importă fișiere .fit
ru: Импортировать файлы .fit
sk: Importovať súbory .fit
sl: Uvozi datoteke .fit
sq: Importo skedarë .fit
sr: Увези датотеке .fit
sv: Importera .fit-filer
tr: .fit dosyalarını içe aktar
uk: Імпортувати файли .fit
vi: Nhập tệp .fit
zh_hans: 导入 .fit 文件
zh_hant: 匯入 .fit 檔案

source: Import .fit files…
ar: استيراد ملفات ‎.fit…
bg: Импортирай .fit файлове…
ca: Importa fitxers .fit…
cs: Importovat soubory .fit…
da: Importér .fit-filer…
de: .fit-Dateien importieren…
el: Εισαγωγή αρχείων .fit…
es: Importar archivos .fit…
et: Impordi .fit-failid…
fi: Tuo .fit-tiedostoja…
fr: Importer des fichiers .fit…
ga: Iompórtáil comhaid .fit…
hr: Uvezi datoteke .fit…
hu: .fit fájlok importálása…
id: Impor file .fit…
is: Flytja inn .fit-skrár…
it: Importa file .fit…
ja: .fit ファイルを読み込む…
ko: .fit 파일 가져오기…
lt: Importuoti .fit failus…
lv: Importēt .fit failus…
mk: Увези датотеки .fit…
ms: Import fail .fit…
mt: Importa fajls .fit…
nb: Importer .fit-filer…
nl: .fit-bestanden importeren…
pl: Importuj pliki .fit…
pt_br: Importar arquivos .fit…
pt_pt: Importar ficheiros .fit…
ro: Importă fișiere .fit…
ru: Импортировать файлы .fit…
sk: Importovať súbory .fit…
sl: Uvozi datoteke .fit…
sq: Importo skedarë .fit…
sr: Увези датотеке .fit…
sv: Importera .fit-filer…
tr: .fit dosyalarını içe aktar…
uk: Імпортувати файли .fit…
vi: Nhập tệp .fit…
zh_hans: 导入 .fit 文件…
zh_hant: 匯入 .fit 檔案…

source: Import .fit…
ar: استيراد ‎.fit…
bg: Импортирай .fit…
ca: Importa .fit…
cs: Importovat .fit…
da: Importér .fit…
de: .fit importieren…
el: Εισαγωγή .fit…
es: Importar .fit…
et: Impordi .fit…
fi: Tuo .fit…
fr: Importer .fit…
ga: Iompórtáil .fit…
hr: Uvezi .fit…
hu: .fit importálása…
id: Impor .fit…
is: Flytja inn .fit…
it: Importa .fit…
ja: .fit を読み込む…
ko: .fit 가져오기…
lt: Importuoti .fit…
lv: Importēt .fit…
mk: Увези .fit…
mt: Importa .fit…
nb: Importer .fit…
nl: .fit importeren…
pl: Importuj .fit…
pt_br: Importar .fit…
pt_pt: Importar .fit…
ro: Importă .fit…
ru: Импорт .fit…
sk: Importovať .fit…
sl: Uvozi .fit…
sq: Importo .fit…
sr: Увези .fit…
sv: Importera .fit…
tr: .fit içe aktar…
uk: Імпорт .fit…
vi: Nhập .fit…
zh_hans: 导入 .fit…
zh_hant: 匯入 .fit…

source: Import GPX…
ar: استيراد GPX…
bg: Импортирай GPX…
ca: Importa GPX…
cs: Importovat GPX…
da: Importér GPX…
de: GPX importieren…
el: Εισαγωγή GPX…
es: Importar GPX…
et: Impordi GPX…
fi: Tuo GPX…
fr: Importer un GPX…
ga: Iompórtáil GPX…
hr: Uvezi GPX…
hu: GPX importálása…
id: Impor GPX…
is: Flytja inn GPX…
it: Importa GPX…
ja: GPX を読み込む…
ko: GPX 가져오기…
lt: Importuoti GPX…
lv: Importēt GPX…
mk: Увези GPX…
mt: Importa GPX…
nb: Importer GPX…
nl: GPX importeren…
pl: Importuj GPX…
pt_br: Importar GPX…
pt_pt: Importar GPX…
ro: Importă GPX…
ru: Импорт GPX…
sk: Importovať GPX…
sl: Uvozi GPX…
sq: Importo GPX…
sr: Увези GPX…
sv: Importera GPX…
tr: GPX içe aktar…
uk: Імпорт GPX…
vi: Nhập GPX…
zh_hans: 导入 GPX…
zh_hant: 匯入 GPX…

source: Import a .fit file from your Suunto — or drag a folder's worth onto this window — connect Strava or intervals.icu, read a PDF with AI, or seed demo data to explore the app.
ar: استورد ملف ‎.fit من ساعة Suunto — أو اسحب مجلدًا كاملًا إلى هذه النافذة — أو اربط Strava أو intervals.icu، أو اقرأ ملف PDF بالذكاء الاصطناعي، أو حمّل بيانات تجريبية لاستكشاف التطبيق.
bg: Импортирай .fit файл от Suunto — или довлачи цяла папка върху този прозорец — свържи Strava или intervals.icu, прочети PDF с ИИ, или зареди демо данни, за да разгледаш приложението.
ca: Importa un fitxer .fit del teu Suunto —o arrossega una carpeta sencera a aquesta finestra—, connecta Strava o intervals.icu, llegeix un PDF amb IA, o carrega dades de mostra per explorar l'app.
cs: Naimportuj soubor .fit ze Suunta — nebo přetáhni do tohoto okna celou složku — připoj Stravu či intervals.icu, přečti PDF pomocí AI, nebo nahraj ukázková data a projdi si aplikaci.
da: Importér en .fit-fil fra dit Suunto — eller træk en hel mappe ind i dette vindue — forbind Strava eller intervals.icu, læs en PDF med AI, eller indlæs demodata for at udforske appen.
de: Importiere eine .fit-Datei von deiner Suunto — oder zieh einen ganzen Ordner auf dieses Fenster —, verbinde Strava oder intervals.icu, lies ein PDF mit KI, oder lade Demodaten, um die App zu erkunden.
el: Εισήγαγε ένα αρχείο .fit από το Suunto σου — ή σύρε έναν ολόκληρο φάκελο σε αυτό το παράθυρο — σύνδεσε το Strava ή το intervals.icu, διάβασε ένα PDF με ΤΝ, ή φόρτωσε δεδομένα επίδειξης για να εξερευνήσεις την εφαρμογή.
es: Importa un archivo .fit de tu Suunto —o arrastra una carpeta entera a esta ventana—, conecta Strava o intervals.icu, lee un PDF con IA, o carga datos de ejemplo para explorar la app.
et: Impordi .fit-fail oma Suuntost — või lohista terve kaust sellele aknale —, ühenda Strava või intervals.icu, loe PDF tehisintellektiga, või lae näidisandmed ja uuri rakendust.
fi: Tuo .fit-tiedosto Suunnoltasi — tai raahaa kokonainen kansio tähän ikkunaan — yhdistä Strava tai intervals.icu, lue PDF tekoälyllä, tai lataa esimerkkitiedot tutustuaksesi sovellukseen.
fr: Importe un fichier .fit de ta Suunto — ou glisse tout un dossier sur cette fenêtre —, connecte Strava ou intervals.icu, lis un PDF avec l'IA, ou charge des données de démonstration pour explorer l'app.
ga: Iompórtáil comhad .fit ó do Suunto — nó tarraing fillteán iomlán anuas ar an bhfuinneog seo — ceangail Strava nó intervals.icu, léigh PDF le IS, nó cuir sonraí taispeána isteach chun an aip a fhiosrú.
hr: Uvezi datoteku .fit sa svog Suunta — ili povuci cijelu mapu na ovaj prozor — poveži Stravu ili intervals.icu, pročitaj PDF uz UI, ili učitaj demo podatke i razgledaj aplikaciju.
hu: Importálj egy .fit fájlt a Suuntódról — vagy húzz egy egész mappányit erre az ablakra —, csatlakoztasd a Stravát vagy az intervals.icu-t, olvass be egy PDF-et MI-vel, vagy tölts be demóadatokat, hogy körülnézz az appban.
id: Impor file .fit dari Suunto-mu — atau seret satu folder penuh ke jendela ini — hubungkan Strava atau intervals.icu, baca PDF dengan AI, atau muat data demo untuk menjelajahi aplikasinya.
is: Flyttu inn .fit-skrá úr Suunto-úrinu þínu — eða dragðu heila möppu á þennan glugga — tengdu Strava eða intervals.icu, lestu PDF með gervigreind, eða hlaðið inn sýnigögnum til að skoða forritið.
it: Importa un file .fit dal tuo Suunto — o trascina un'intera cartella su questa finestra —, collega Strava o intervals.icu, leggi un PDF con l'IA, oppure carica dati dimostrativi per esplorare l'app.
ja: Suunto から .fit ファイルを読み込む（フォルダごとこのウィンドウにドラッグしても構いません）、Strava や intervals.icu を接続する、AI で PDF を読む、あるいはデモデータを入れてアプリを試す。
ko: Suunto에서 .fit 파일을 가져오거나, 폴더째로 이 창에 끌어다 놓으세요. Strava나 intervals.icu를 연결하거나, AI로 PDF를 읽거나, 데모 데이터를 넣어 앱을 둘러봐도 됩니다.
lt: Importuok .fit failą iš savo Suunto — arba nutempk visą aplanką į šį langą —, prijunk Strava ar intervals.icu, perskaityk PDF su DI, arba įkelk demonstracinius duomenis ir apžiūrėk programą.
lv: Importē .fit failu no sava Suunto — vai ievelc šajā logā veselu mapi —, pievieno Strava vai intervals.icu, nolasi PDF ar MI, vai ielādē demonstrācijas datus, lai izpētītu lietotni.
mk: Увези датотека .fit од твојот Suunto — или повлечи цела папка на овој прозорец — поврзи Strava или intervals.icu, прочитај PDF со ВИ, или вчитај демо податоци за да ја разгледаш апликацијата.
ms: Import fail .fit daripada Suunto anda — atau seret satu folder penuh ke tetingkap ini — sambungkan Strava atau intervals.icu, baca PDF dengan AI, atau muatkan data demo untuk meneroka aplikasi ini.
mt: Importa fajl .fit mis-Suunto tiegħek — jew iġbed folder sħiħ fuq din it-tieqa — qabbad Strava jew intervals.icu, aqra PDF bl-IA, jew daħħal data ta' dimostrazzjoni biex tesplora l-app.
nb: Importer en .fit-fil fra Suunto-klokka — eller dra en hel mappe inn i dette vinduet — koble til Strava eller intervals.icu, les en PDF med KI, eller last inn demodata for å utforske appen.
nl: Importeer een .fit-bestand van je Suunto — of sleep een hele map op dit venster —, koppel Strava of intervals.icu, lees een PDF met AI, of laad demogegevens om de app te verkennen.
pl: Zaimportuj plik .fit z Suunto — albo przeciągnij cały folder na to okno — połącz Stravę lub intervals.icu, odczytaj PDF przez SI, albo wczytaj dane demonstracyjne, żeby poznać aplikację.
pt_br: Importe um arquivo .fit do seu Suunto — ou arraste uma pasta inteira para esta janela —, conecte o Strava ou o intervals.icu, leia um PDF com IA, ou carregue dados de demonstração para explorar o app.
pt_pt: Importa um ficheiro .fit do teu Suunto — ou arrasta uma pasta inteira para esta janela —, liga o Strava ou o intervals.icu, lê um PDF com IA, ou carrega dados de demonstração para explorares a app.
ro: Importă un fișier .fit de pe Suunto — sau trage un folder întreg în această fereastră —, conectează Strava ori intervals.icu, citește un PDF cu IA sau încarcă date demonstrative ca să explorezi aplicația.
ru: Импортируйте файл .fit с Suunto — или перетащите сюда целую папку, — подключите Strava либо intervals.icu, разберите PDF с помощью ИИ или загрузите демоданные, чтобы осмотреться.
sk: Importuj súbor .fit zo Suunta — alebo pretiahni do tohto okna celý priečinok — pripoj Stravu či intervals.icu, prečítaj PDF pomocou AI, alebo načítaj ukážkové údaje a poprezeraj si aplikáciu.
sl: Uvozi datoteko .fit s Suunta — ali povleci na to okno kar celo mapo — poveži Stravo ali intervals.icu, preberi PDF z UI ali naloži demo podatke in si oglej aplikacijo.
sq: Importo një skedar .fit nga Suunto-ja jote — ose tërhiq një dosje të tërë mbi këtë dritare — lidh Strava-n ose intervals.icu, lexo një PDF me IA, ose ngarko të dhëna demonstruese për të eksploruar aplikacionin.
sr: Увези датотеку .fit са свог Suunta — или превуци целу фасциклу на овај прозор — повежи Strava или intervals.icu, прочитај PDF уз ВИ, или учитај демо податке и разгледај апликацију.
sv: Importera en .fit-fil från din Suunto — eller dra en hel mapp till det här fönstret — anslut Strava eller intervals.icu, läs en PDF med AI, eller ladda demodata för att utforska appen.
tr: Suunto'ndan bir .fit dosyası içe aktar — ya da bir klasör dolusunu bu pencereye sürükle — Strava veya intervals.icu bağla, yapay zekâyla bir PDF oku ya da uygulamayı gezmek için örnek veri yükle.
uk: Імпортуйте файл .fit із Suunto — або перетягніть сюди цілу папку, — підключіть Strava чи intervals.icu, розберіть PDF за допомогою ШІ або завантажте демодані, щоб оглянутися.
vi: Nhập một tệp .fit từ chiếc Suunto của bạn — hoặc kéo nguyên cả thư mục vào cửa sổ này — kết nối Strava hay intervals.icu, đọc một tệp PDF bằng AI, hoặc nạp dữ liệu mẫu để xem thử ứng dụng.
zh_hans: 从你的颂拓导入 .fit 文件——或把整个文件夹拖到此窗口——连接 Strava 或 intervals.icu，用 AI 解析 PDF，或载入演示数据先逛一逛。
zh_hant: 從你的 Suunto 匯入 .fit 檔案——或把整個資料夾拖到這個視窗——連接 Strava 或 intervals.icu，用 AI 解析 PDF，或載入示範資料先逛一逛。

source: Import from Health
ar: استيراد من تطبيق الصحة
bg: Импортирай от Health
ca: Importa de Salut
cs: Importovat ze Zdraví
da: Importér fra Sundhed
de: Aus Health importieren
el: Εισαγωγή από την Υγεία
es: Importar de Salud
et: Impordi Tervisest
fi: Tuo Terveydestä
fr: Importer depuis Santé
ga: Iompórtáil ó Health
hr: Uvezi iz Zdravlja
hu: Importálás a Healthből
id: Impor dari Health
is: Flytja inn úr Heilsu
it: Importa da Salute
ja: ヘルスケアから読み込む
ko: 건강 앱에서 가져오기
lt: Importuoti iš Sveikatos
lv: Importēt no Veselības
mk: Увези од Здравје
ms: Import daripada Health
mt: Importa minn Health
nb: Importer fra Helse
nl: Importeren uit Gezondheid
pl: Importuj ze Zdrowia
pt_br: Importar do app Saúde
pt_pt: Importar da Saúde
ro: Importă din Health
ru: Импортировать из «Здоровья»
sk: Importovať zo Zdravia
sl: Uvozi iz Zdravja
sq: Importo nga Shëndeti
sr: Увези из Здравља
sv: Importera från Hälsa
tr: Sağlık'tan içe aktar
uk: Імпортувати зі «Здоров’я»
vi: Nhập từ Health
zh_hans: 从「健康」导入
zh_hant: 從「健康」匯入

source: Import from Health or do a daily check-in to get a readiness score.
ar: استورد من تطبيق الصحة أو سجّل حالتك اليومية للحصول على درجة الجاهزية.
bg: Импортирай от Health или направи дневна самооценка, за да получиш оценка за готовност.
ca: Importa de Salut o fes el registre diari per obtenir una puntuació de preparació.
cs: Naimportuj data ze Zdraví nebo udělej denní zápis, ať získáš skóre připravenosti.
da: Importér fra Sundhed eller lav en daglig status for at få en parathedsscore.
de: Importiere aus Health oder mach ein tägliches Check-in, um einen Bereitschaftswert zu erhalten.
el: Κάνε εισαγωγή από την Υγεία ή ημερήσια καταγραφή για να πάρεις βαθμολογία ετοιμότητας.
es: Importa de Salud o haz un registro diario para obtener una puntuación de disposición.
et: Valmisoleku hinnangu saamiseks impordi Tervisest või tee igapäevane sissekanne.
fi: Tuo Terveydestä tai tee päivittäinen kirjaus saadaksesi valmiuspisteet.
fr: Importe depuis Santé ou fais un point quotidien pour obtenir un score de disponibilité.
ga: Iompórtáil ó Health nó déan seiceáil laethúil chun scór ullmhachta a fháil.
hr: Uvezi iz Zdravlja ili ispuni dnevni upis da dobiješ ocjenu spremnosti.
hu: Készenléti pontszámhoz importálj a Healthből, vagy végezz napi bejelentkezést.
id: Impor dari Health atau lakukan check-in harian untuk mendapat skor kesiapan.
is: Flyttu inn úr Heilsu eða skráðu daglega líðan til að fá viðbúnaðareinkunn.
it: Importa da Salute o fai un check-in giornaliero per ottenere un punteggio di prontezza.
ja: コンディションスコアを得るには、ヘルスケアから読み込むかデイリーチェックインを行ってください。
ko: 준비도 점수를 보려면 건강 앱에서 가져오거나 일일 체크인을 하세요.
lt: Kad gautum pasirengimo įvertį, importuok iš Sveikatos arba užpildyk dienos įrašą.
lv: Lai iegūtu gatavības vērtējumu, importē no Veselības vai veic dienas pierakstu.
mk: Увези од Здравје или направи дневен запис за да добиеш оцена за подготвеност.
ms: Import daripada Health atau buat daftar masuk harian untuk mendapatkan skor kesediaan.
mt: Importa minn Health jew agħmel ir-reġistrazzjoni ta' kuljum biex tikseb punteġġ ta' tħejjija.
nb: Importer fra Helse eller ta en daglig status for å få en beredskapsscore.
nl: Importeer uit Gezondheid of doe een dagelijkse check-in voor een gereedheidsscore.
pl: Zaimportuj ze Zdrowia albo zrób codzienny wpis, aby otrzymać wskaźnik gotowości.
pt_br: Importe do app Saúde ou faça um check-in diário para ter uma nota de prontidão.
pt_pt: Importa da Saúde ou faz um registo diário para obteres uma pontuação de prontidão.
ro: Importă din Health sau completează raportul zilnic ca să primești un scor de pregătire.
ru: Импортируйте из «Здоровья» или пройдите ежедневный опрос, чтобы получить оценку готовности.
sk: Importuj údaje zo Zdravia alebo vyplň denný záznam, aby si získal skóre pripravenosti.
sl: Za oceno pripravljenosti uvozi iz Zdravja ali opravi dnevni vpis.
sq: Importo nga Shëndeti ose bëj regjistrimin ditor për të marrë një vlerësim gatishmërie.
sr: Увези из Здравља или попуни дневни унос да добијеш оцену спремности.
sv: Importera från Hälsa eller gör en daglig avstämning för att få ett beredskapsvärde.
tr: Hazırlık puanı almak için Sağlık'tan veri al ya da günlük kayıt gir.
uk: Імпортуйте зі «Здоров’я» або пройдіть щоденне опитування, щоб отримати оцінку готовності.
vi: Nhập từ Health hoặc điểm danh hằng ngày để có điểm sẵn sàng.
zh_hans: 从「健康」导入或完成每日签到，即可获得状态评分。
zh_hant: 從「健康」匯入或完成每日簽到，即可取得狀態評分。

source: Import or log some training and the projection will appear here.
ar: استورد أو سجّل بعض التدريب وسيظهر التوقّع هنا.
bg: Импортирай или запиши тренировки и прогнозата ще се появи тук.
ca: Importa o registra entrenaments i la projecció apareixerà aquí.
cs: Naimportuj nebo zaznamenej trénink a předpověď se objeví tady.
da: Importér eller registrér træning, så dukker fremskrivningen op her.
de: Importiere oder erfasse Training, dann erscheint die Prognose hier.
el: Εισήγαγε ή κατέγραψε προπονήσεις και η πρόβλεψη θα εμφανιστεί εδώ.
es: Importa o registra entrenamientos y la proyección aparecerá aquí.
et: Impordi või salvesta trenne ja prognoos ilmub siia.
fi: Tuo tai kirjaa harjoittelua, niin ennuste ilmestyy tähän.
fr: Importe ou enregistre des entraînements et la projection apparaîtra ici.
ga: Iompórtáil nó logáil roinnt traenála agus taispeánfar an réamh-mheastachán anseo.
hr: Uvezi ili zabilježi trening i projekcija će se pojaviti ovdje.
hu: Importálj vagy rögzíts edzéseket, és az előrejelzés itt jelenik meg.
id: Impor atau catat sebagian latihan, dan proyeksinya akan muncul di sini.
is: Flyttu inn eða skráðu æfingar og spáin birtist hér.
it: Importa o registra degli allenamenti e la proiezione comparirà qui.
ja: トレーニングを読み込むか記録すると、ここに予測が表示されます。
ko: 훈련을 가져오거나 기록하면 여기에 예측이 표시됩니다.
lt: Importuok arba užrašyk treniruočių ir prognozė pasirodys čia.
lv: Importē vai pieraksti treniņus, un prognoze parādīsies šeit.
mk: Увези или запиши тренинзи и проекцијата ќе се појави тука.
ms: Import atau catat sedikit latihan, dan unjurannya akan muncul di sini.
mt: Importa jew irreġistra xi taħriġ u l-projezzjoni tidher hawn.
nb: Importer eller registrer trening, så dukker framskrivningen opp her.
nl: Importeer of leg trainingen vast en de prognose verschijnt hier.
pl: Zaimportuj albo zapisz treningi, a prognoza pojawi się tutaj.
pt_br: Importe ou registre algum treino e a projeção aparece aqui.
pt_pt: Importa ou regista treinos e a projeção aparece aqui.
ro: Importă sau înregistrează antrenamente și proiecția va apărea aici.
ru: Импортируйте или запишите тренировки — и прогноз появится здесь.
sk: Importuj alebo zaznamenaj tréning a predpoveď sa objaví tu.
sl: Uvozi ali zabeleži trening in napoved se bo pojavila tukaj.
sq: Importo ose regjistro stërvitje dhe parashikimi do të shfaqet këtu.
sr: Увези или забележи тренинг и пројекција ће се појавити овде.
sv: Importera eller registrera träning så dyker prognosen upp här.
tr: Antrenman içe aktar veya kaydet, tahmin burada görünecek.
uk: Імпортуйте або запишіть тренування — і прогноз з’явиться тут.
vi: Nhập hoặc ghi lại một ít buổi tập, dự báo sẽ hiện ở đây.
zh_hans: 导入或记录一些训练后，预测会显示在这里。
zh_hant: 匯入或記錄一些訓練後，預測就會顯示在這裡。

source: Import workouts or seed demo data first.
ar: استورد تمارين أو حمّل بيانات تجريبية أولًا.
bg: Първо импортирай тренировки или зареди демо данни.
ca: Primer importa entrenaments o carrega dades de mostra.
cs: Nejdřív naimportuj tréninky nebo nahraj ukázková data.
da: Importér først træninger eller indlæs demodata.
de: Importiere zuerst Einheiten oder lade Demodaten.
el: Εισήγαγε πρώτα προπονήσεις ή φόρτωσε δεδομένα επίδειξης.
es: Primero importa entrenamientos o carga datos de ejemplo.
et: Impordi esmalt trenne või lae näidisandmed.
fi: Tuo ensin harjoituksia tai lataa esimerkkitiedot.
fr: Importe d'abord des séances ou charge des données de démonstration.
ga: Iompórtáil seisiúin nó cuir sonraí taispeána isteach ar dtús.
hr: Prvo uvezi treninge ili učitaj demo podatke.
hu: Előbb importálj edzéseket, vagy tölts be demóadatokat.
id: Impor latihan atau muat data demo dulu.
is: Flyttu fyrst inn æfingar eða hlaðið inn sýnigögnum.
it: Prima importa allenamenti o carica dati dimostrativi.
ja: 先にワークアウトを読み込むか、デモデータを入れてください。
ko: 먼저 운동을 가져오거나 데모 데이터를 넣으세요.
lt: Pirmiausia importuok treniruotes arba įkelk demonstracinius duomenis.
lv: Vispirms importē treniņus vai ielādē demonstrācijas datus.
mk: Прво увези тренинзи или вчитај демо податоци.
ms: Import latihan atau muatkan data demo dahulu.
mt: L-ewwel importa sessjonijiet jew daħħal data ta' dimostrazzjoni.
nb: Importer økter eller last inn demodata først.
nl: Importeer eerst trainingen of laad demogegevens.
pl: Najpierw zaimportuj treningi albo wczytaj dane demonstracyjne.
pt_br: Antes, importe treinos ou carregue dados de demonstração.
pt_pt: Importa primeiro treinos ou carrega dados de demonstração.
ro: Mai întâi importă antrenamente sau încarcă date demonstrative.
ru: Сначала импортируйте тренировки или загрузите демоданные.
sk: Najprv importuj tréningy alebo načítaj ukážkové údaje.
sl: Najprej uvozi treninge ali naloži demo podatke.
sq: Fillimisht importo stërvitje ose ngarko të dhëna demonstruese.
sr: Прво увези тренинге или учитај демо податке.
sv: Importera pass eller ladda demodata först.
tr: Önce antrenman içe aktar veya örnek veri yükle.
uk: Спершу імпортуйте тренування або завантажте демодані.
vi: Hãy nhập buổi tập hoặc nạp dữ liệu mẫu trước.
zh_hans: 请先导入训练或载入演示数据。
zh_hant: 請先匯入訓練或載入示範資料。
